Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/sosiaaliturva.html.tmx
Source language: fin
Languages: sms

source: Sosiaaliturva
sms: Sosiaalstaan

source: Saamelaisten oikeudet ja asema alkuperäiskansana tulisi ottaa huomioon sosiaaliturvalainsäädännössä. Saamelaisilla perinteisillä elinkeinoilla on erityinen kulttuurinen merkitys koko saamelaisyhteisölle.
sms: Sääʹmvuuʹd reâuggõõvvâmvueiʹttemvuõđ õõutsââʹjest ääʹrbvuâlaž jieʹllemvuõʹjji kannteeivuõđin vuäiʹtte viikkâd vuâkka, koʹst ooumaž jåudd naʹddjõõttâd sosiaalstaaʹne.

source: Saamelaisten perinteisten elinkeinojen työllistävyyden ja tulojen määrittelyn osalta tarvittaisiin kulttuurinmukaisia soveltamisohjeita.
sms: Sosiaalstaan teâuddjummša vaikkteei ääʹšš säʹmmlai vueʹzzest lie jeäʹrbi mieʹldd ääʹrbvuâlaž jieʹllemvuõʹjji, jeäʹrben puäʒʒhååid, väʹǯǯel õʹhttešiõttummuš sosiaalstaanriâšldõõǥǥ šiõttõõzzivuiʹm.

source: Sosiaaliturva tarjoaa perustoimeentulon niissä tilanteissa, joissa henkilö ei pysty siitä itse vastaamaan.
sms: Sääʹmteeʹǧǧ sotisueʹrj ooudâsviikkâmprograamm (2016-2019) õhttân täävtõssân lij põrggâd pueʹreed sääʹmäʹššniiʹǩǩi spesiaaltaarbi lokku välddmõõžž piʹrǧǧeemtuärjjõsaaʹššin.

source: Suomessa sosiaaliturvan toimeenpanosta huolehtivat Kela, kunnat, työttömyyskassat ja eläke- ja muut vakuutuslaitokset.
sms: Sosiaalstaan taʹrjjad vuâđđpiʹrǧǧummuž tõin vuõʹjjin, koin ooumaž ij jiõčč pââʹst tõʹst vaʹstteed.

source: Saamelaisten sosiaaliturvan ja elinolojen kehittäminen edellyttää saamelaisten elämäntapojen ja erityistarpeiden ymmärtämistä ja huomioimista.
sms: Sosiaalstaan kätt puäʹresvuõđ, reâuggpââʹstʼteʹmesvuõđ, puõʒʒâlm, reâuǥteʹmesvuõđ, siõʹme vuäǯǯmõõžž, huõlli mõõntummuž, säuʹrsmâʹttmõõžž leʹbe mättʼtõõttmõõžž diõtt šõddâm piʹrǧǧummuž taarb.

source: Kulttuurinmukaisten koulutus- ja tukitoimien kehittäminen edistää saamelaisten asua omalla kotiseudullaan.
sms: Lääʹddjânnmest sosiaalstaan tueiʹmmepiijjmest âʹnne huõl Kela, kååʹdd, reâuǥteʹmesvuõttkääʹšn da jeältõk- da jeeʹres ååsktõs-stroiʹttel.

source: Kotiseudulle työllistyminen luo saamelaisille edellytyksiä kehittää kulttuuriaan, elinolojaan ja aluettaan kulttuurisen itsehallinnon perustalta ja vahvistaa saamelaisyhteisöä.
sms: Säʹmmlai sosiaalstaan da jieʹllemåårrmõõžži ooudâsviikkmõš ooudlde säʹmmlai jieʹllemnaaʹli da spesiaaltaarbi fiʹttjummuž da lokku välddmõõžž.

source: Erityistä huomiota tulee kiinnittää syrjäytymisvaarassa oleviin nuoriin.
sms: Kulttuurmeâldlaž škooultõs- da tuärjjõstuåimi ooudâsviikkmõš oouʹdad säʹmmlai vueiʹttemvuõđ jälsted jiiʹjjez dommvuuʹdstes.

source: Myös saamelaisten perinteisistä elinkeinoista ja yhdistelmäelinkeinoista toimeentulonsa saavien ammatinharjoittajien toimeentuloa ja sosiaaliturvaa tulee kehittää.
sms: Dommvoudda reâuggõõvvmõš rääjj säʹmmlaid oudldõõzzid ooudâsviikkâd kulttuurâz, jieʹllemåårrmõõžžeez da vuuʹdez kulttuurlaž jiõččvaaldâšm vuâđald da nââneed sääʹmõõutstõõzz.

source: Lisäksi lainsäädäntöä tulisi arvioida uudelleen.
sms: Takai jeäʹrab vuâmmšummuž âlgg piijjâd čårrnemvaar vueʹlnn åårrai nuõri årra.

source: Sääntelyssä tulisi ottaa huomioon saamelaiselinkeinojen erityispiirteet ja kulttuurinen merkitys ja tukea saamelaisten mahdollisuutta ansaita toimeentulonsa perinteisillä elinkeinoillaan.
sms: Säʹmmlai ääʹrbvuâlaž jieʹllemvuõʹjjin da kuällasjieʹllemvuõʹjjin piʹrǧǧummšad vuäǯǯai ämmatharjtõõttji piʹrǧǧummuž da sosiaalstaan še âlgg oouʹdeed.

source: Saamelaiskäräjien sotealan kehittämisohjelmassa (2016-2019) on ehdotettu toimenpiteitä sosiaaliturvan kehittämiseksi.
sms: Lââʹssen lääʹjjšiõttummuž õõlǥči ärvvtõõllâd oʹđđest.

source: Tällaisia ovat esimerkiksi nuorille suunnattujen koulutus- ja tukitoimien kehittäminen työllistymismahdollisuuksien ja osallisuuden parantamiseksi; saamelaisten perinteisistä elinkeinoista ja yhdistelmäelinkeinoista toimeentulonsa saavien toimeentulon, sosiaaliturvan, kuntoutuksen ja sijaisavun kehittäminen, sekä sosiaaliturvalainsäädännön kehittäminen vastaamaan paremmin saamelaisten erityistarpeita.
sms: Šiõttõõllmest õõlǥči väʹldded lokku sääʹmjieʹllemvuõʹjji jiiʹjjesnallšemvuõđid da kulttuurlaž miârktõõzz da tuärjjeed säʹmmlai vueiʹttemvuõđ teäʹnʼjed piʹrǧǧummšad ääʹrbvuâlaž jieʹllemvueʹjjeezvuiʹm.

source: Kansaneläkelaitoksen tarjoamasta sosiaaliturvasta löytyy tietoa Kelan omilta kotisivuilta inarinsaameksi , koltansaameksi ja pohjoissaameksi .
sms: Sääʹmteeʹǧǧ sotisueʹrj ooudâsviikkâmprograammâst (2016-2019) lie eʹtǩǩuum tuåim sosiaalstaan ooudâsviikkâm diõtt.

source: Saamenkieliset hakemuslomakkeet löytyvät täältä .
sms: Näkam lie ouddmiârkkân nuõrid jurddum škooultõs- da tuärjjõstuåimi ooudâsviikkmõš reâuggõõvvâmvueiʹttemvuõđi da vuässadvuõđ pueʹreem diõtt: säʹmmlai ääʹrbvuâlaž jieʹllemvuõʹjjin da kuällasjieʹllemvuõʹjjin piʹrǧǧummšad vuäǯǯji piʹrǧǧummuž, sosiaalstaan, säuʹrsmâʹttmõõžž da sâjjsažvieʹǩǩ ooudâsviikkmõš, di sosiaalstaanlääʹjjšiõttummuž ooudâsviikkmõš vaʹstteed pueʹrben säʹmmlai spesiaaltaarbid.
